import React from 'react';

import img223 from '../../img/img223.jpg'

import './AboutVapa.css';

function AboutVapa() {
    
    return (
        <div className="aVbody" >
            <div className='container'>
            <div className="aboutVapa" >
                <h1><strong>Про Vapa</strong></h1>
                <p>VAPA – це найприродніше рішення, бо є втіленням цінностей двох закоханих людей. Від самого початку ВОНА сміялась, вигадувала й пророщувала ідеї, а ВІН уявляв, малював і планував кожен етап. Разом ми створюємо не просто екологічну косметику, але й спільноту змінотворців. VAPA – це завжди МИ і ніколи Я.</p>
            </div>
            <div  className="infoContainer" >
                <div className="info" >
                    <h2 > <strong>Хто ми?</strong> </h2>
                    <p>Наша філософія сформувалась ще задовго до створення VAPA. Ми завжди прагнули бути чесними й етичними, але це більше стосувалось особистого життя. Згодом саме завдяки ЇЇ пригодницькому духу й бажанню розвиватися було створено перший﻿ твердий шампунь. Друзі зі щирим захопленням тестували нові продукти разом з нами, бо розуміли, що тепер МИ змінюємо світ. Практикою й новими знаннями ми покращували продукти. Уже тоді стало зрозуміло, що ми не зупинимося тільки на твердих шампунях. Тоді й почали з’являтися спочатку ідеї, а потім засоби для тіла й обличчя.</p>
                </div>
                <img src={img223} alt='somePhoto' />
            </div>
            <div  className="infoContainer" >
                <img src={img223} alt='somePhoto' /> 
                <div className="info" >
                    <h2 > <strong>Наша майстерня</strong> </h2>
                    <p>Рецептура засобів VAPA розроблена й перевірена на практиці. У нашій лабораторії ми створюємо десятки формул, а потім обираємо тільки одну — найкращу, дієву й безпечну. Тепер у нас є досвід, знання і якісні засоби, якими ми ділимось з тобою.
                    <br/>
                    <br/>
                    Від самого початку ми самостійно працювали над усіма складовими VAPA, бо хотіли втілити нашу філософію в кожній деталі: найкращих відібраних компонентах, естетичному пакуванні, атмосферних фотографіях і душевному спілкуванні з тобою.</p>
                </div>
            </div>
            <div  className="infoContainer" >
                <div className="info" >
                    <h2 > <strong>Навіщо ми це робимо?</strong> </h2>
                    <p>Ми хочемо досягти усвідомленості в усьому: у виборі одягу, використанні ресурсів планети, сортуванні сміття. І прагнемо допомогти іншим людям у цьому. Адже часто головною перепоною на шляху до екологічного способу життя стає відсутність альтернативних продуктів. Вже зараз практично всю побутову хімію та косметику нам замінила наша продукція. І сподіваємося – замінить і вашу.</p>
                </div>
                <img src={img223} alt='somePhoto' />
            </div>
            <div  className="infoContainer" >
                <img src={img223} alt='somePhoto' /> 
                <div className="info" >
                    <h2 > <strong>Для кого?</strong> </h2>
                    <p>Екологічна косметика VAPA створена, щоб повернути усвідомленість і цінність звичним діям. Вона закликає цінувати себе й людей довкола. Ми творимо для тих, хто усвідомлює вагу кожного рішення, тому й обирає продукти, безпечні для себе та планети.</p>
                </div>
            </div>
            <div  className="infoContainer" >
                <div className="info" >
                    <h2 > <strong>Майбутнє</strong> </h2>
                    <p>Майбутнє VAPA не про стрімке збільшення виробництва. Ми прагнемо залишатись улюбленим маленьким сімейним брендом, щоб оточувати себе однодумцями. Ми й надалі будемо поширювати наш головний принцип — не шкодити собі й оточенню.
                    А також сміятися з невдач і радіти успіхам разом з вами, бо VAPA – це завжди МИ.</p>
                </div>
                <img src={img223} alt='somePhoto' />
            </div>
        </div>
        </div>
        
        
    )
}


export default AboutVapa;