import React from 'react';

import './PaymentAndDelivery.css';

function PaymentAndDelivery() {
    
    return (
        <div className='PaDbody' >
            <div className="PaDcontainer" >  
                <div className='PaDhead' >
                    <h1>
                        Оплата та доставка
                    </h1>
                    <h4>
                        Як замовити, оплатити та отримати?
                    </h4>
                </div>
                <div>
                    <h2>
                        Замовлення ☛
                    </h2>
                    <p className="PaDparagraf" >
                        Кидайте все що забажаєте до кошика і оформлюйте замовлення. Після того, на вашу пошту прилетить автоматичне повідомлення.
                        <br/>
                        <br/>
                        ***Власникам пошти Ukr.net інколи повідомлення не приходять(
                        Пізнише я напишу вам в ручному режимі ☚
                    </p>
                </div>
                <div>
                    <h2>
                        Оплата ₴
                    </h2>
                    <p className="PaDparagraf" >
                        Є можливість оплатити:
                        <br/>
                        ✦ Онлайн оплата через Приват24
                        <br/>
                        ✦ Онлайн оплата через сервіс LiqPay
                        <br/>
                        ✦ Переказ на картку за реквізитами
                        <br/>
                        Всі реквізити автоматично з'являться у вас на пошті після замовлення на сайті ☻
                    </p>
                </div>
                <div>
                    <h2>
                        Доставка ↝
                    </h2>
                    <p className="PaDparagraf" >
                        Після всього того, змайструю нехитру коробочку, покладу ваше замовлення і якнайскоріше передам поштарю Нової пошти ↝
                        <br/>
                        ✦ Доставка Україні до обраного вами відділення (згідно з тарифами перевізника)
                        ✦ Відправка здійснюється протягом 1 - 4 робочих днів
                    </p>
                </div>
                <div>
                    <h2>
                        Обмін та повернення ☛☚
                    </h2>
                    <p className="PaDparagraf" >
                        Законом України «Про захист прав споживачів» передбачено право споживача обміняти непродовольчий товар. Обмін можливий протягом 14 днів. Кабінетом Міністрів України затверджено перелік товарів належної якості, які не підлягають обміну та поверненню. Товари, що входять до цього переліку, реалізуються на нашому сайті. До таких товарів відносяться: парфумерно-косметичні вироби, предмети сангігієни та зубні щітки.
                    </p>
                    <br/>
                    <ul>
                        <li>
                            Якщо при отриманні посилка в неналежному стані (коробка розірвана, вміст відсутній, або лежить щось не те), не забирайте посилку, не платіть за її доставлення. Зафіксуйте ситуацію на фото чи відео, безпосередньо у відділенні пошти, та зв'яжіться зі мною. Товар буде висланий вам повторно. Після цього вам буде надана консультація з приводу можливих подальших дій (за вашим бажанням).
                        </li>
                         <li>
                            Ми не несемо відповідальності за посилки цілісність яких не була перевірена при отримані у відділені пошти. Будь ласка, перевіряйте свої посилки в присутності працівника пошти у вашому відділені.
                        </li>
                        <li>
                            Якщо ви маєте будь-які запитання стосовно обміну та повернення, напишіть на нашу пошту eco@vapa.com.ua або в Instagram Кожну ситуацію ми розглядаємо індивідуально, та відписуємо так швидко, як тільки можемо
                        </li>
                    </ul>
                </div>
                <div>
                    <h2>
                        Знижки ⇣
                    </h2>
                    <p className="PaDparagraf" >
                        ✦ Починаючи з 3-го замовлення (включно), у вас з'являється постійна знижка 5%.
                        Знижка тільки ваша і прив'язана до вашого e-mail. У разі використання чужого промокоду — сума сплати буде змінена
                        <br/>
                        ✦ Замовлення на більш ніж 1000 грн, має безкоштовну доставку. Доставка відбувається на вказане вами відділення після повної передплати замовлення
                    </p>
                </div>
            </div>
        </div>
        
        
    )
}

export default PaymentAndDelivery;